Repository: DHAARANI11/FlexX
Catalog: Localizable.xcstrings
Source language: en
Languages: hi, ja, ta

# login.button
source: Login
hi: लॉग इन करें
ja: ログイン
ta: உள்நுழைக

# login.email
source: Email
hi: ईमेल
ja: Eメール
ta: மின்னஞ்சல்

# login.email.placeholder
source: Enter your email
hi: अपना ईमेल दर्ज करें
ja: メールアドレスを入力してください
ta: உங்கள் மின்னஞ்சலை உள்ளிடவும்

# login.google
source: Continue with Google
hi: Google के साथ जारी रखें
ja: Googleで続行
ta: Google மூலம் தொடரவும்

# login.or.continueWith
source: or Continue with
hi: या इनके साथ जारी रखें
ja: または、次を使用して続行する
ta: அல்லது இதன் மூலம் தொடரவும்

# login.password
source: Password
hi: पासवर्ड
ja: パスワード
ta: கடவுச்சொல்

# login.password.placeholder
source: Enter your password
hi: अपना कूटशब्द भरें
ja: パスワードを入力してください
ta: உங்கள் கடவுச்சொல்லை உள்ளிடவும்

# login.signup
source: Don’t have an account? Sign Up
hi: क्या आपका अकाउंट नहीं है? साइन अप करें
ja: アカウントをお持ちでないですか？新規登録
ta: கணக்கு இல்லையா? பதிவு செய்யவு

# login.subtitle
source: Your fitness journey starts here
hi: आपकी फ़िटनेस यात्रा यहीं से शुरू होती है।
ja: あなたのフィットネスの旅は、ここから始まります。
ta: உங்கள் உடற்தகுதிப் பயணம் இங்கே தொடங்குகிறது.

# login.title
source: Welcome Back
hi: वापसी पर स्वागत है
ja: おかえり
ta: மீண்டும் வரவேற்கிறோம்

source: Ok
hi: ठीक है
ja: わかりました
ta: சரி

# profile.editprofile
source: Edit Profile
hi: प्रोफ़ाइल संपादित करें
ja: プロフィールを編集
ta: சுயவிவரத்தைத் திருத்து

# profile.editProfile
source: Edit Profile
hi: प्रोफ़ाइल संपादित करें
ja: プロフィールを編集
ta: சுயவிவரத்தைத் திருத்து

# profile.logout
source: Logout
hi: लॉग आउट
ja: ログアウト
ta: வெளியேறு

source: Sign Up
hi: साइन अप करें
ja: サインアップ
ta: பதிவு செய்க

# signup.alertitle
source: Account Created
hi: अकाउंट बन गया
ja: アカウントが作成されました
ta: கணக்கு உருவாக்கப்பட்டது

# signup.alertmessage
source: Your FlexX account has been created successfully
hi: आपका FlexX अकाउंट सफलतापूर्वक बना लिया गया है।
ja: FlexXアカウントが正常に作成されました。
ta: உங்கள் FlexX கணக்கு வெற்றிகரமாக உருவாக்கப்பட்டது.

# signup.alerttitle
source: Account Created
hi: अकाउंट बन गया
ja: アカウントが作成されました
ta: கணக்கு உருவாக்கப்பட்டது

# signup.alerttologin
source: Continue to Login
hi: लॉग इन करना जारी रखें
ja: ログインを続ける
ta: உள்நுழையத் தொடரவும்

# signup.confirmpassword
source: Repeat your password
hi: अपना पासवर्ड दोबारा डालें
ja: パスワードを再入力してください
ta: உங்கள் கடவுச்சொல்லை மீண்டும் உள்ளிடவும்

# signup.confirmpasswordlabel
source: Confirm Password
hi: पासवर्ड की पुष्टि कीजिये
ja: パスワードを認証する
ta: கடவுச்சொல்லை உறுதிப்படுத்தவும்

# signup.confirmPasswordlabel
source: Confirm password
hi: पासवर्ड की पुष्टि कीजिये
ja: パスワードを認証する
ta: கடவுச்சொல்லை உறுதிப்படுத்தவும்

# signup.confirmPasswordtextfield
source: Repeat your password
hi: अपना पासवर्ड दोबारा डालें
ja: パスワードを再入力してください
ta: உங்கள் கடவுச்சொல்லை மீண்டும் உள்ளிடவும்

# signup.dobfield
source: Select your date of birth
hi: अपनी जन्मतिथि चुनें
ja: 生年月日を選択してください
ta: உங்கள் பிறந்த தேதியைத் தேர்ந்தெடுக்கவும்

# signup.doblabel
source: Date of Birth
hi: जन्म तिथि
ja: 生年月日
ta: பிறந்த தேதி

# signup.emaillabel
source: Email
hi: ईमेल
ja: Eメール
ta: மின்னஞ்சல்

# signup.emailtextfield
source: Enter your email
hi: अपना ईमेल दर्ज करें
ja: メールアドレスを入力してください
ta: உங்கள் மின்னஞ்சலை உள்ளிடவும்

# signup.login
source: Already have an account? Log In
hi: क्या आपके पास पहले से एक खाता मौजूद है? लॉगिन करें
ja: すでにアカウントをお持ちですか？ログイン
ta: ஏற்கனவே கணக்கு உள்ளதா? உள்நுழையவும்

# signup.namelabel
source: Full Name
hi: पूरा नाम
ja: フルネーム
ta: முழுப் பெயர்

# signup.nametextfield
source: Enter your name
hi: अपना कूटशब्द फिल
ja: 名前を入力してください
ta: உங்கள் பெயரை உள்ளிடவும்

# signup.password.textfield
source: Enter your 8+ password
hi: अपना 8 या उससे ज़्यादा कैरेक्टर वाला पासवर्ड डालें
ja: 8文字以上のパスワードを入力してください
ta: 8 அல்லது அதற்கு மேற்பட்ட எழுத்துகள் கொண்ட கடவுச்சொல்லை உள்ளிடவும்.

# signup.passwordlabel
source: Password
hi: पासवर्ड
ja: パスワード
ta: கடவுச்சொல்

# signup.passwordtextfield
source: Enter your password
hi: अपना कूटशब्द भरें
ja: パスワードを入力してください
ta: உங்கள் கடவுச்சொல்லை உள்ளிடவும்

# signup.signup
source: Sign Up
hi: साइन अप करें
ja: サインアップ
ta: பதிவு செய்க

# signup.subtitle
source: Start your fitness journey with FlexX
hi: FlexX के साथ अपनी फ़िटनेस यात्रा शुरू करें।
ja: FlexXでフィットネスの旅を始めましょう。
ta: FlexX உடன் உங்கள் உடற்தகுதிப் பயணத்தைத் தொடங்குங்கள்.

# signup.subtitlelabel
source: Start your fitness journey with FlexX
hi: FlexX के साथ अपनी फ़िटनेस यात्रा शुरू करें।
ja: FlexXでフィットネスの旅を始めましょう。
ta: FlexX உடன் உங்கள் உடற்தகுதிப் பயணத்தைத் தொடங்குங்கள்.

# signup.title
source: Create Account
hi: खाता बनाएं
ja: アカウントを作成する
ta: கணக்கை உருவாக்கவும்

# tab.favorite
source: Favorites
hi: पसंदीदा
ja: お気に入り
ta: விருப்பமானவை

# tab.favourite
source: Favourites
hi: पसंदीदा
ja: お気に入り
ta: விருப்பமானவை

# tab.home
source: Home
hi: घर
ja: 家
ta: முகப்பு

# tab.profile
source: Profile
hi: प्रोफ़ाइल
ja: プロフィール
ta: சுயவிவரம்
